Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A04B.tmx
Source language: en_us
Languages: zh_cn

source: Obama sets out world agenda as White House team move in
zh_cn: 团队进驻白宫，奥巴马阐述了他对世界性事务的议程

source: The new Obama administration is willing to talk to Iran "without preconditions" and will work towards the abolition of nuclear weapons, the White House said yesterday.
zh_cn: 白宫昨天宣称，新的奥巴马政府愿意在“没有任何先决条件”下，跟伊朗会谈 并要争取废除核武器。

source: The new foreign policy initiatives appeared on the White House website as the team worked quickly to set out its agenda.
zh_cn: 当奥巴马的团队迅速开展工作以阐明其议程时，美国新的外交政策的首创精神，出现在白宫的网站上。

source: While there is continuity in some areas, notably the Israeli-Palestinian conflict, there are sharp departures in others.
zh_cn: 尽管政策在某些地区里，特别在巴以冲突问题上有其连续性外，但在其他地区的政策却有很大的变动。

source: Iran
zh_cn: 伊朗

source: The Obama foreign policy agenda that appeared on the White House website declared: "Barack Obama supports tough and direct diplomacy with Iran without preconditions."
zh_cn: 在白宫网站上所出现的奥巴马的外交政策的议程中宣称：“巴拉克·奥巴马赞成没有任何先决条件地开展同伊朗的强硬和直接的外交关系。

source: The Bush administration made direct talks between the US and Iran conditional on Iranian suspension of its uranium enrichment programme.
zh_cn: ” 布什政府已经在伊朗暂停其铀浓缩计划的条件下同伊朗进行了直接的谈判。

source: The only exception was some discussion in Baghdad on the future of Iraq.
zh_cn: 唯一有异议的是在巴格达若干讨论中，关于伊拉克的前途问题。

source: The Obama initiative represents a distinct break from that policy, as part of a fundamental shift in diplomatic approach.
zh_cn: 奥巴马的首创精神，表明了他对美国原来的外交政策有独特性的突破，并把这种突破作为美国外交方法根本性转变的一个组成部分。

source: The Obama agenda said the new administration would "talk to our foes and friends" and not set preconditions.
zh_cn: 奥巴马的议事日程说，新政府打算同“我们的敌人和朋友”交谈，而不设置先决条件。

source: However, any talks with Iran will put on the table the same deal that the international community has been trying to get Tehran to accept for the past four years: extensive economic and diplomatic help if uranium enrichment is suspended, further economic pressure and diplomatic isolation if it is not.
zh_cn: 然而，同伊朗的任何会谈都必须摆到在桌面上来。 国际社会在过去四年里，已经试图让伊朗接受的条件是：如果伊朗暂停铀浓缩计划，国际社会将给予广泛的经济和外交援助；反之，将进一步在经济上施加压力，并在外交上使伊朗孤立。 这种处理方法是同我们一样的。

source: Iran has resisted this carrot-and-stick approach so far, despite four sets of UN sanctions, but western diplomats hope that direct engagement by Washington will help break the impasse by opening up the possibility of a "grand bargain" addressing other regional and international issues.
zh_cn: 伊朗不顾联合国已经采取的四套制裁措施，到目前为止仍然在抵制着这种“胡萝卜加大棒”的做法 但西方的外交官们希望华盛顿的直接介入，将有助于创建那种采用解决其他国际和地区争端问题的“全盘交易”的可能性，以用来打破目前在伊朗问题上所存在的僵局。

source: "In carrying out this diplomacy, we will co-ordinate closely with our allies and proceed with careful preparation," the White House said. "Seeking this kind of comprehensive settlement with Iran is our best way to make progress."
zh_cn: 白宫表示：“在执行这项外交措施时，我们会同我们的盟国紧密协调，并着手进行精心的准备”和“寻求这样的、对伊朗问题的全面解决，是能取得进展的最佳方法”。

source: Nuclear
zh_cn: 核武器问题

source: The other notable shift in US foreign policy announced yesterday was a strategic decision to move towards a "nuclear-free world" through bilateral and multilateral disarmament.
zh_cn: 美国外交政策的另一个与以往显著不同的是：美国昨天宣布了新的战略决策，那就是通过双边和多边裁军，使全球走向“无核武器的世界”。

source: "Obama and [the vice-president Joe] Biden will set a goal of a world without nuclear weapons, and pursue it," according to the agenda.
zh_cn: 根据这个议事日程，“奥巴马和副总统乔·拜登将建立一个无核武器世界的奋斗目标，并追求能达到这个目标。”

source: It is a long-term goal. The US will maintain a "strong deterrent as long as nuclear weapons exist", but begin to take steps on the "long road towards eliminating nuclear weapons".
zh_cn: 可是这个目标是长期的，为此美国将保持着“强大的威慑力量，只要核武器还存在的话”。 当前，我们只是在走向“消除核武器的漫长道路上”，开始采取了步骤。

source: The development of new nuclear weapons will be stopped, a sharp change from the Bush administration, which pushed for a new generation of warheads, and the new administration will work with Moscow to take US and Russian missiles off their current hair-trigger alert, while seeking "dramatic reductions in US and Russian stockpiles of nuclear weapons and material".
zh_cn: 美国新政府将停止发展新的核武器，布什政府所迫切要求的发展新一代的核弹头的计划将会有明显的变化。 新政府将与莫斯科一起工作，在寻求“大量地减少美国和俄罗斯所储存的核武器和核材料”的同时，消除美国和俄罗斯在导弹方面的、目前那种一触即发的警戒状态。

source: Meanwhile, the administration aims to secure all "loose" nuclear material around the world in its first term.
zh_cn: 同时，新政府在其第一任期内，就打算要确保在世界各地所有“散放着”的核材料的安全。

source: There are US programmes already under way to shift fissile material from former Soviet bloc countries, where security is often slack, back to Russia for conversion to less dangerous, low-enriched nuclear fuel.
zh_cn: 已经在进行之中的规划是要把藏在前苏联集团的各个国家里的核裂变材料转移回俄罗斯，以便使它们转换成为较少危险性的低浓缩核燃料，因为它们放在原来前苏联集团各个国家里的保安措施往往是不完善的。

source: This initiative will accelerate those programmes.
zh_cn: 新政府提出的这个倡议将会加快实现这些规划。

source: The new nuclear agenda is closely in tune with British policy since, in 2007, the then foreign secretary Margaret Beckett announced backing for nuclear abolition.
zh_cn: 新的核议程密切符合英国的政策，因为，在2007年，当时的英国外交大臣玛格利特·贝克特 (Margaret Beckett)已经表示，他支持废除核武器。

source: The UK claims to have reduced the total explosive power of its nuclear arsenal by 75%.
zh_cn: 英国声称，他们已经减少了其核武库总爆炸力的75％。

source: A new foreign policy paper due to be made public next month lays out methods for the world to reduce the risk of proliferation, and work towards a nuclear-free world, particularly by increasing international confidence in verification techniques so that nations can be sure their rivals are not secretly arming.
zh_cn: 将于下月发表的新的外交政策文件中，阐述了在世界上，减少核扩散的危险和向着无核武器世界方向进展的方法。 特别要增加在核检定技术方面的国际信任，从而使各国可以肯定地知道他们的对手是不是在秘密地在发展核武装。

source: Energy security
zh_cn: 能源安全

source: Washington plans to reduce US dependence on oil through a $150bn investment in renewable and alternative energies over the next 10 years, hoping to "create millions of jobs along the way".
zh_cn: 华盛顿在未来的10年内打算投资1500亿美元用于再生能源和替代能源，以减少美国对石油的依赖；并希望“能顺便地创造出数百万个就业岗位”。

source: Obama also plans to make the US a "leader" in the global effort to combat climate change at the head of an international partnership, presumably a reference to the UN process to find a successor treaty to the Kyoto accords.
zh_cn: 奥巴马还打算要使美国成为对付全球性气候变化的国际伙伴关系中的“领导者”，使美国走在国际伙伴关系中前面；我们大概会向联合国提案去查找一个 “京都协议”的后继条约。

source: Israel-Palestine
zh_cn: 以色列和巴勒斯坦

source: There is little comfort for the Palestinians in the strategy laid out yesterday, which combines promotion of a two-state solution with strong support for Israel's security, described as "our first and incontrovertible commitment in the Middle East".
zh_cn: 昨天美国政府所提出的战略没有给巴勒斯坦带来一点安慰。 这个战略方针结合推广两国的解决方案，大力支持以色列的安全。 这个战略被描述为是“我们在中东地区的首要和义不容辞的承诺”，

source: The US "will never distance itself from Israel".
zh_cn: 美国“绝不会远离以色列”。

source: The policy document declares it backs Israel's "right to self defence" in the case of the 2006 Lebanon war, and does not mention the recent Gaza incursions at all.
zh_cn: 该政策文件还声明要在2006年黎巴嫩战争的情况下，归还以色列的“自卫权”，而一点也没有提到最近以色列入侵加沙地带的问题。

source: Achieving a two-state settlement will be "a key diplomatic priority from day one".
zh_cn: 实现两国争端问题的解决，“从问题产生第一天起，就是我们必须优先考虑的、关键性的外交事项”。
